Repository: robertxgray/tarumba
Catalog: src/tarumba/locale/*/LC_MESSAGES/tarumba.po
Languages: es

source: The universal archive manager
es: El gestor de archivos universal

source: command: list, add, extract, delete, rename or test
es: commando: listar, añadir, extraer, borrar, renombrar o comprobar

source: archive file to process
es: fichero de archivo a procesar

source: list of files to operate with
es: lista de ficheros con los que operar

source: always overwrite existing files
es: sobreescribe siempre los archivos existentes

source: force a specific backend
es: fuerza un backend específico

source: comma separated columns to include in the listing
es: columnas separadas por comas a incluir en el listado

source: show debugging information
es: muestra la información de depuración

source: encrypt the archive contents using a password
es: encripta los contendos del archivo bajo una contraseña

source: follow symbolic links. WARNING: MAY CREATE INIFINITE PATHS
es: sigue los enlaces simbólicos. AVISO: PUEDE CREAR RUTAS INFINITAS

source: creates a root folder with the archive name when extracting files
es: crea una carpeta raíz con el nombre del archivo al extraer ficheros

source: compression level [0-9]
es: nivel de compresión [0-9]

source: disable colored output
es: desactiva la salida en color

source: never overwrite existing files
es: nunca sobreescribe los archivos existentes

source: process only the Nth occurrence of each file in the archive
es: procesa solo la enésima ocurrencia de cada fichero en el archivo

source: modify the file paths in the archive using this reference
es: modifica las rutas de ficheros en el archivo utilizando esta referencia

source: verbosely list processed files
es: lista el detalle de ficheros procesados

source: preserve the owner user and group when possible
es: conserva el usuario y grupo propietario cuando sea posible

source: %(prog)s: warning: %(message)s
es: %(prog)s: aviso: %(message)s

source: detected archive type and extension don't match
es: el tipo de archivo detectado y la extensión no coinciden

source: thin archives are not supported
es: los archivos ligeros no están soportados

source: can't create folder %(path)s
es: no se puede crear la carpeta %(path)s

source: can't read %(filename)s
es: no se puede leer %(filename)s

source: can't write %(filename)s
es: no se puede escribir %(filename)s

source: %(filename)s is not a file
es: %(filename)s no es un fichero

source: %(filename)s already exists
es: %(filename)s ya existe

source: %(filename)s doesn't exist
es: %(filename)s no existe

source: %(filename)s is not a folder
es: %(filename)s no es una carpeta

source: operation not available because the %(executable)s program can't be found, please make sure it's installed and available in the $PATH or enter the full path to the program in the configuration
es: operación no disponible porque no se encuentra el programa %(executable)s, por favor compruebe que está instalado y disponible en el $PATH o introduzca la ruta completa al programa en la configuración

source: a program compatible with this archive format can't be found, please make sure it's installed and available in the $PATH or enter the full path to the program in the configuration
es: no se encuentra un programa compatible con este formato de archivo, por favor compruebe que está instalado y disponible en el $PATH o introduzca la ruta completa al programa en la configuración

source: %(format)s is a proprietary archive format, we recommend using an open format for your archives
es: %(format)s es un formato de archivo propietario, recomendamos utilizar un formato abierto para sus archivos

source: we are sorry but the free version of unrar is not supported, because it is not compatible with modern archives. We recommend using the unar backend instead.
es: lo sentimos pero la versión libre de unrar no está soportada, porque no es compatible con archivos modernos. Le recomendamos que utilice el backend unar en su lugar.

source: %(backend)s backend not available
es: el backend %(backend)s no está disponible

source: this archive format can't store the special file %(filename)s
es: este formato de archivo no puede almacenar el fichero especial %(filename)s

source: %(filename)s already exists. Do you want to overwrite?
es: %(filename)s ya existe. Quiere sobrescribirlo?

source: %(filename)s already exists in %(archive)s. Do you want to overwrite?
es: %(filename)s ya existe en %(archive)s. Quiere sobrescribirlo?

source: path modification %(path)s can't be applied to %(filename)s
es: la modificación de ruta %(path)s no se puede aplicar a %(filename)s

source: yes
es: sí

source: all
es: todos

source: none
es: ninguno

source: invalid column name: %(column)s
es: nombre de columna inválido: %(column)s

source: invalid compression level: %(level)s
es: nivel de compresión inválido: %(level)s

source: invalid occurrence value: %(occurrence)s
es: valor de ocurrencia inválido: %(occurrence)s

source: the occurrence argument can only be used with a list of files
es: el argumento ocurrencia solo se puede usar con una lista de archivos

source: reading
es: leyendo

source: adding
es: añadiendo

source: adding files to
es: añadiendo ficheros a

source: extracting
es: extrayendo

source: extracting files from
es: extrayendo ficheros de

source: deleting files from
es: borrando ficheros de

source: testing
es: comprobando

source: renaming files in
es: renombrando ficheros en

source: compressing
es: comprimiendo

source: decompressing
es: descomprimiendo

source: expected a list of files to add
es: se espera la lista de ficheros a añadir

source: expected a list of files to delete
es: se espera la lista de ficheros a borrar

source: renaming requires pairs of file names, the current name and the new name
es: para renombrar se necesitan pares de nombres de fichero, el nombre actual y el nuevo

source: this archive format can't encrypt contents
es: este formato de archivo no puede encriptar contenidos

source: this archive format can't store more than one file
es: este formato de archivo no puede almacenar más de un fichero

source: this archive format can't store file paths
es: este formato de archivo no puede almacenar rutas de fichero

source: this archive format can't store links
es: este formato de archivo no puede almacenar enlaces

source: this archive format can't store folders
es: este formato de archivo no puede almacenar carpetas

source: files can't be deleted from this archive format, delete the archive instead
es: no se pueden borrar ficheros de este formato de archivo, borre el archivo en su lugar

source: files can't be renamed in this archive format, rename the archive instead
es: no se pueden renombrar ficheros en este formato de archivo, renombre el archivo en su lugar

source: the %(back)s backend cannot delete files
es: el backend %(back)s no puede borrar ficheros

source: the %(back)s backend cannot rename files
es: el backend %(back)s no puede renombrar ficheros

source: the %(back1)s backend cannot rename files, but you can use %(back2)s instead
es: el backend %(back1)s no puede renombrar archivos, pero puede utilizar %(back2)s en su lugar

source: you are using a standalone version of 7-Zip, some features will be missing
es: está utilizando una versión autónoma de 7-Zip, algunas funcionalidades no estarán disponibles

source: a progress bar is already running
es: ya se ejecuta una barra de progreso

source: a progress bar is not running
es: no se ejecuta ninguna barra de progreso

source: an archiver process is not running
es: no se ejecuta ningún proceso de archivado

source: failure in program %(program)s
es: fallo en el programa %(program)s

source: invalid configuration key: %(key)s
es: clave de configuración inválida: %(key)s

source: Enter a password for %(archive)s
es: Introduzca una contraseña para %(archive)s

source: Reenter the password
es: Introduzca de nuevo la contraseña

source: the passwords don't match, please try again
es: las contraseñas no coinciden, por favor inténtelo de nuevo

source: wrong password, please try again
es: contraseña incorrecta, por favor inténtelo de nuevo

source: %(archive)s is encrypted, enter the password
es: %(archive)s está encriptado, introduzca la contraseña

source: %(file)s is encrypted, enter the password
es: %(file)s está encriptado, introduzca la contraseña

source: enter the password
es: introduzca la contraseña

source: DATE
es: FECHA

source: ENCRYPTED
es: ENCRIPTADO

source: METHOD
es: MÉTODO

source: NAME
es: NOMBRE

source: OWNER
es: PROPIETARIO

source: PACKED
es: COMPRIMIDO

source: PERMISSIONS
es: PERMISOS

source: SIZE
es: TAMAÑO

source: usage:
es: uso:

source: argument %(argument_name)s: %(message)s
es: argumento %(argument_name)s: %(message)s

source: .__call__() not defined
es: .__call__() no definido

source: conflicting subparser: %s
es: subanalizador en conflicto: %s

source: conflicting subparser alias: %s
es: alias de subanalizador en conflicto: %s

source: unknown parser %(parser_name)r (choices: %(choices)s)
es: analizador %(parser_name)r desconocido (opciones: %(choices)s)

source: argument "-" with mode %r
es: argumento "-" con modo %r

source: can't open '%(filename)s': %(error)s
es: no se puede abrir '%(filename)s': %(error)s

source: cannot merge actions - two groups are named %r
es: no se pueden unir las acciones - dos grupos se llaman %r

source: 'required' is an invalid argument for positionals
es: 'required' es un argumento inválido para posicionales

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
es: literal de opción inválido %(option)r: debe empezar con un carácter %(prefix_chars)r

source: dest= is required for options like %r
es: dest= es necesario en opciones como %r

source: invalid conflict_resolution value: %r
es: valor inválido para conflict_resolution: %r

source: conflicting option string: %s
es: literal de opción en conflicto: %s

source: mutually exclusive arguments must be optional
es: los argumentos mutuamente exclusivos deben ser opcionales

source: positional arguments
es: argumentos posicionales

source: options
es: opciones

source: show this help message and exit
es: muestra este mensaje de ayuda y termina

source: cannot have multiple subparser arguments
es: no puede haber múltiples argumentos de subanalizador

source: unrecognized arguments: %s
es: argumentos no conocidos: %s

source: not allowed with argument %s
es: no se permite con el argumento %s

source: ignored explicit argument %r
es: argumento explícito %r ignorado

source: the following arguments are required: %s
es: los siguientes argumentos son necesarios: %s

source: one of the arguments %s is required
es: uno de los argumentos %s es necesario

source: expected one argument
es: se espera un argumento

source: expected at most one argument
es: se espera a lo sumo un argumento

source: expected at least one argument
es: se espera al menos un argumento

source: expected %s argument
es: se espera el argumento %s

source: ambiguous option: %(option)s could match %(matches)s
es: opción ambigua: %(option)s podría corresponder con %(matches)s

source: unexpected option string: %s
es: literal de opción inesperado: %s

source: %r is not callable
es: %r no es invocable

source: invalid %(type)s value: %(value)r
es: valor %(type)s inválido: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
es: opción inválida: %(value)r (elegir entre %(choices)s)
